Repository: kirpiistaken/OneScoop
Catalog: AppShortcuts.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, tr

source: ${applicationName} creatine done
de: ${applicationName} Kreatin erledigt
es: ${applicationName} creatina hecha
fr: ${applicationName} créatine faite
it: ${applicationName} creatina fatta
pt_br: ${applicationName} creatina feita
tr: ${applicationName} kreatin tamam

source: Add a glass of water in ${applicationName}
de: Ein Glas Wasser in ${applicationName} hinzufügen
es: Añade un vaso de agua en ${applicationName}
fr: Ajoute un verre d'eau dans ${applicationName}
it: Aggiungi un bicchiere d'acqua in ${applicationName}
pt_br: Adicionar um copo de água no ${applicationName}
tr: ${applicationName}'ta bir bardak su ekle

source: Add water in ${applicationName}
de: Wasser in ${applicationName} hinzufügen
es: Añade agua en ${applicationName}
fr: Ajoute de l'eau dans ${applicationName}
it: Aggiungi acqua in ${applicationName}
pt_br: Adicionar água no ${applicationName}
tr: ${applicationName}'ta su ekle

source: I drank water in ${applicationName}
de: Ich habe Wasser in ${applicationName} getrunken
es: Bebí agua en ${applicationName}
fr: J'ai bu de l'eau dans ${applicationName}
it: Ho bevuto acqua in ${applicationName}
pt_br: Bebi água no ${applicationName}
tr: ${applicationName}'ta su içtim

source: I took my creatine in ${applicationName}
de: Ich habe mein Kreatin in ${applicationName} genommen
es: Tomé mi creatina en ${applicationName}
fr: J'ai pris ma créatine dans ${applicationName}
it: Ho preso la creatina in ${applicationName}
pt_br: Tomei minha creatina no ${applicationName}
tr: ${applicationName}'ta kreatinimi aldım

source: Log creatine in ${applicationName}
de: Kreatin in ${applicationName} eintragen
es: Registrar creatina en ${applicationName}
fr: Noter la créatine dans ${applicationName}
it: Registra creatina in ${applicationName}
pt_br: Registrar creatina no ${applicationName}
tr: ${applicationName}'ta kreatin kaydet

source: Log my creatine in ${applicationName}
de: Trag mein Kreatin in ${applicationName} ein
es: Registra mi creatina en ${applicationName}
fr: Note ma créatine dans ${applicationName}
it: Registra la mia creatina in ${applicationName}
pt_br: Registre minha creatina no ${applicationName}
tr: ${applicationName}'ta kreatinimi kaydet

source: Log water in ${applicationName}
de: Wasser in ${applicationName} eintragen
es: Registra agua en ${applicationName}
fr: Note de l'eau dans ${applicationName}
it: Registra acqua in ${applicationName}
pt_br: Registrar água no ${applicationName}
tr: ${applicationName}'ta su kaydet

source: Remove today's creatine in ${applicationName}
de: Heutiges Kreatin in ${applicationName} löschen
es: Quitar la creatina de hoy en ${applicationName}
fr: Supprime la créatine du jour dans ${applicationName}
it: Rimuovi la creatina di oggi in ${applicationName}
pt_br: Remover a creatina de hoje no ${applicationName}
tr: ${applicationName}'ta bugünkü kreatini sil

source: Undo my creatine in ${applicationName}
de: Mein Kreatin in ${applicationName} widerrufen
es: Deshacer mi creatina en ${applicationName}
fr: Annule ma créatine dans ${applicationName}
it: Annulla la mia creatina in ${applicationName}
pt_br: Desfazer minha creatina no ${applicationName}
tr: ${applicationName}'ta kreatinimi geri al
